Repository: trackmage/trackmage-shipment-tracking-for-woocommerce
Catalog: languages/trackmage-*.po
Languages: ru_ru

source: <strong>TrackMage for WordPress</strong> requires PHP %1$s to run. This site uses %2$s, so the plugin has been <strong>deactivated</strong>.
ru_ru: TrackMage для WordPress требует запуска PHP %1$s. Этот сайт использует %2$s, поэтому плагин отключен.

source: Add all order items
ru_ru: Добавить все позиции заказа

source: Add New Shipment
ru_ru: Добавить новую посылку

source: Add New Status
ru_ru: Добавить новый статус

source: Add Row
ru_ru: Добавить

source: Add Shipment
ru_ru: Добавить посылку

source: Added shipment %s for order items: %s
ru_ru: Добавлена ​​отправка %s для позиций заказа: %s

source: An error occurred during changing workspace. Please try again later or contact with <a href="mailto:support@trackmage.com">TrackMage.com support</a>
ru_ru: Произошла ошибка при изменении рабочей области. Повторите попытку позже или обратитесь в <a href="mailto:support@trackmage.com">службу поддержки TrackMage.com</a>.

source: Are you sure you want to delete this shipment?
ru_ru: Вы уверены, что хотите удалить эту посылку?

source: Are you sure you want to delete this status?
ru_ru: Вы уверены, что хотите удалить этот статус?

source: Cancel
ru_ru: Отмена

source: Carrier
ru_ru: Перевозчик

source: Changing a workspace will lead to changes that can not be reverted. If you change your workspace all your currently synced orders, order items and shipments will be unlinked from the TrackMage workspace. The data in TrackMage will not be affected.
ru_ru: Изменение рабочей области приведет к изменениям, которые нельзя отменить. Если вы измените свое рабочее пространство, все ваши текущие синхронизированные заказы, элементы заказа и поставки будут отсоединены от рабочего пространства TrackMage. Данные в TrackMage не будут затронуты.

source: Client ID
ru_ru: ID клиента

source: Client Secret
ru_ru: Секретный ключ клиента

source: Core statuses and statuses created by other plugins and themes cannot be deleted.
ru_ru: Основные статусы и статусы, созданные другими плагинами и темами, не могут быть удалены.

source: Could not delete the selected status.
ru_ru: Не удалось удалить выбранный статус.

source: Create an order on TrackMage when the status changes to. If none is selected, all new orders will be synced with TrackMage upon creation.
ru_ru: Создать заказ в TrackMage, когда статус изменится на один из выбранных. Если ничего не выбрано, все новые заказы будут синхронизироваться с TrackMage при создании.

source: Credentials
ru_ru: Реквизиты для входа

source: Delete
ru_ru: Удалить

source: Delete data
ru_ru: Удалить данные

source: Do you want to save settings and sync your orders right now?
ru_ru: Хотите сохранить настройки и синхронизировать заказы прямо сейчас?

source: During resetting plugin all options will be cleared and all plugin information will be removed (Custom order statuses, shipments and shipment items).
ru_ru: Во время сброса плагина все параметры будут очищены, а вся информация о плагине будет удалена (Статусы нестандартных заказов, отгрузки и позиции отгрузки).

source: Edit
ru_ru: Изменить

source: Edit Shipment
ru_ru: Изменить посылку

source: Failure
ru_ru: Отказ

source: Finish
ru_ru: Закончить

source: First-time %s configuration
ru_ru: Первая конфигурация %s

source: General
ru_ru: Общие

source: here
ru_ru: здесь

source: If you have not created API keys yet, please <a href="%1$s" target="_blank">login</a> to TrackMage account and generate a new key for this website.
ru_ru: Если вы еще не создали ключи API, <a href="%1$s" target="_blank">войдите</a> в учетную запись TrackMage и создайте новый ключ для этого веб-сайта.

source: Installation Wizard
ru_ru: Мастер установки

source: Invalid credentials.
ru_ru: Недействительные учетные данные.

source: Items
ru_ru: Позиции

source: Map to TrackMage Status
ru_ru: Сопоставление со статусом TrackMage

source: Name
ru_ru: Имя

source: New Shipment
ru_ru: Новая посылка

source: Next
ru_ru: След.

source: No Info
ru_ru: Нет информации

source: No information found for the email. Please try again with the correct data or contact us if you are having difficulty finding your order details.
ru_ru: Информация по электронной почте не найдена. Пожалуйста, попробуйте еще раз с правильными данными или свяжитесь с нами, если у вас возникли трудности с поиском деталей вашего заказа.

source: Note! The deletion of shipment cannot be undone.
ru_ru: Примечание! Удаление посылки невозможно отменить.

source: OK
ru_ru: Подтвердить

source: Only orders created after this date will be imported. Leave it empty if you want to import all existing orders
ru_ru: Будут импортированы только заказы, созданные после этой даты. Оставьте поле пустым, если хотите импортировать все существующие заказы.

source: optional
ru_ru: опционально

source: Order Item %s was created in TrackMage
ru_ru: Элемент заказа %s был создан в TrackMage

source: Order Item %s was updated in TrackMage
ru_ru: Элемент заказа %s был обновлен в TrackMage.

source: Order was created in TrackMage
ru_ru: Заказ был создан в TrackMage

source: Order was updated in TrackMage
ru_ru: Заказ был обновлен в TrackMage

source: Please enter a valid order ID or email address
ru_ru: Пожалуйста, введите действительный идентификатор заказа или адрес электронной почты

source: Please review the order statuses in Sync With TrackMage section.
ru_ru: Просмотрите статусы заказов в разделе «Синхронизация с TrackMage».

source: Please save your order before edit shipments
ru_ru: Пожалуйста, сохраните ваш заказ, прежде чем редактировать отгрузки

source: Please select a workspace in TrackMage.
ru_ru: Пожалуйста, выберите рабочую область в TrackMage.

source: Please select orders statuses to sync with TrackMage.
ru_ru: Выберите статусы заказов для синхронизации с TrackMage.

source: Please select workspace
ru_ru: Пожалуйста, выберите рабочее пространство

source: Previous
ru_ru: Предыдущий

source: Qty
ru_ru: Кол-во

source: Reload
ru_ru: Перезагрузить

source: Reset Plugin
ru_ru: Сбросить плагин

source: Save
ru_ru: Сохранить

source: Save Changes
ru_ru: Сохранить изменения

source: Search for a product&hellip;
ru_ru: Поиск продукта…

source: Select a carrier
ru_ru: Выберите перевозчика

source: Select a workspace or <a target="_blank" href="%1$s">create a new one</a> in TrackMage.
ru_ru: Выберите рабочую область или <a target="_blank" href="%1$s">создайте новую</a> в TrackMage.

source: Select a workspace or <a target="_blank" href="%1$s">create a new one</a> in TrackMage. Don't forget to refresh page after create new workspace.
ru_ru: Выберите рабочую область или <a target="_blank" href="%1$s">создайте новую</a> в TrackMage. Не забудьте обновить страницу после создания нового рабочего пространства.

source: Settings
ru_ru: Настройки

source: Shipment
ru_ru: Посылка

source: Shipment %s was deleted by %s.
ru_ru: Посылка %s была удалена администратором %s.

source: Shipment %s was updated
ru_ru: Отгрузка %s была обновлена

source: Shipment added successfully!
ru_ru: Отправка успешно добавлена!

source: Shipment deleted successfully!
ru_ru: Посылка удалена успешно!

source: Shipment updated successfully!
ru_ru: Отгрузка успешно обновлена!

source: Slug
ru_ru: Ярлык

source: Start Date
ru_ru: Дата начала

source: Start date
ru_ru: Дата начала

source: Status
ru_ru: Статус

source: Status added successfully!
ru_ru: Статус успешно добавлен!

source: Status deleted successfully
ru_ru: Статус успешно удален

source: Status Manager
ru_ru: Менеджер статуса

source: Status name cannot be empty.
ru_ru: Название статуса не может быть пустым.

source: Status slug cannot be empty.
ru_ru: Ярлык состояния не может быть пустым.

source: Status updated successfully!
ru_ru: Статус успешно обновлен!

source: Statuses
ru_ru: Статусы

source: Success
ru_ru: Успех

source: Sync With TrackMage
ru_ru: Синхронизация с TrackMage

source: Test Credentials
ru_ru: Проверить учетные данные

source: The alias <em>“%1$s”</em> is already assigned to another status.
ru_ru: Псевдоним <em>"%1$s"</em> уже присвоен другому статусу.

source: The slug <em>“%1$s”</em> is already used by another status.
ru_ru: Ярлык <em>"%1$s"</em> уже используется другим статусом.

source: The slug of core statuses and statuses created by other plugins and themes cannot be changed.
ru_ru: Ярлык основных статусов и статусов, созданных другими плагинами и темами, не может быть изменен.

source: To use TrackMage for WooCommerce it is required that WooCommerce is installed and activated
ru_ru: Чтобы использовать TrackMage для WooCommerce, необходимо, чтобы WooCommerce была установлена ​​и активирована.

source: Track your order
ru_ru: Отследить ваш заказ

source: Tracking Number
ru_ru: Номер отслеживания

source: TrackMage - Woo Shipment Tracking
ru_ru: TrackMage - Отслеживание доставки WooCommerce

source: TrackMage integrates shipments tracking into your WooCommerce store.
ru_ru: TrackMage интегрирует отслеживание поставок в ваш магазин WooCommerce.

source: TrackMage Settings
ru_ru: Настройки TrackMage

source: TrackMage Shipment Tracking
ru_ru: Отслеживание доставки TrackMage

source: TrackMage Status
ru_ru: Статус TrackMage

source: Trigger Sync
ru_ru: Запустить синхронизацию

source: Trigger sync
ru_ru: Запустить синхронизацию

source: Unknown error occurred.
ru_ru: Произошла неизвестная ошибка.

source: Unknown error occurred. Please try again later.
ru_ru: Произошла неизвестная ошибка. Пожалуйста, повторите попытку позже.

source: Unknown wizard step.
ru_ru: Неизвестный шаг мастера.

source: Update
ru_ru: Обновить

source: Valid credentials. Click on <em>“Save Changes”</em> for the changes to take effect.
ru_ru: Действительные учетные данные. Нажмите <em>Сохранить изменения</em>, чтобы изменения вступили в силу.

source: Values should not be empty
ru_ru: Укажите значения.

source: View file was not found
ru_ru: Файл просмотра не найден

source: We could not perform the check. Please try again.
ru_ru: Мы не смогли выполнить проверку. Пожалуйста, попробуйте еще раз.

source: We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.
ru_ru: Мы обнаружили, что вы еще не завершили работу с этим мастером, поэтому рекомендуем вам %2$sзапустить мастер настройки, чтобы настроить %1$s%3$s.

source: We have sent your tracking link to your email (if it exists). Please check your email to see where your parcel is.
ru_ru: Мы отправили ссылку для отслеживания на вашу электронную почту (если она существует). Пожалуйста, проверьте свою электронную почту, чтобы узнать, где находится ваша посылка.

source: Workspace
ru_ru: Рабочее пространство

source: Workspaces have been reloaded
ru_ru: Рабочие области были перезагружены

source: Would you like to DELETE all previously synced orders from TrackMage workspace, order items and shipments in your current workspace?
ru_ru: Вы хотите УДАЛИТЬ все ранее синхронизированные заказы из рабочего пространства TrackMage, заказанные товары и поставки в текущем рабочем пространстве?

source: Would you like to DELETE all previously synced orders from TrackMage workspace, order items and shipments in your previous workspace?
ru_ru: Вы хотите УДАЛИТЬ все ранее синхронизированные заказы из рабочего пространства TrackMage, заказать товары и поставки в своем предыдущем рабочем пространстве?

source: Would you like to trigger synchronization with your new workspace now? If you want to change your statuses settings before this, you can do this and then trigger synchronization manually later by pressing the button Trigger sync
ru_ru: Запустить синхронизацию с новым рабочим пространством сейчас? Если вы хотите изменить настройки статусов до этого, вы можете сделать это, а затем запустить синхронизацию вручную позже, нажав кнопку Запустить синхронизацию

source: Yes
ru_ru: Да

source: Yes, change workspace
ru_ru: Да, изменить рабочее пространство

source: Yes, reset settings
ru_ru: Да, сбросить настройки

source: You cannot add shipments to draft orders.
ru_ru: Вы не можете добавлять отгрузки в проекты заказов.

source: You have to check this before reset plugin.
ru_ru: Вы должны проверить это перед сбросом плагина.

source: You must check this before change the workspace.
ru_ru: Вы должны проверить это перед изменением рабочей области.

source: You need to specify the statuses that you use for fulfilment.
ru_ru: Вам необходимо указать статусы, которые вы используете для фулфилмента.

source: — Select —
ru_ru: -- Выбор --
